import React from 'react';

const Home = () => {
    return (
        <div >
            <div className="bg">
            </div>
            <main id="main">
                <section id="section1">
                    <div className="container1 container">
                    
                    </div>
                    <p>누구도 막을 수 없다! 
                        <br />

                        기원전 가장 번성하고 위대한 고대 국가였지만<br /> 현재는 국제 군사 조직 인터갱의 독재 국가로<br /> 전락한 칸다크.
                        인터갱의 눈을 피해 고대 유물<br />을 찾던 '아드리아나'는 우연히 5000년 동안 <br />잠들어 있던 '블랙 아담'을 깨우게 된다.<br />

                        엄청난 괴력과 스피드, 방탄 능력과 자유자재의 <br /> 고공비행, 번개를 쏘는 능력까지.<br />
                        온몸이 무기인 '블랙 아담'은 자신의 앞을<br /> 막아서는 인터갱들을 모조리 쓸어버리고 <br />칸다크 국민들은 이에 열광한다.<br />
                        한편, 그의 폭주를 막기 위해 <br />'호크맨', '닥터 페이트', '아톰 스매셔'<br />, '사이클론'으로 구성된 히어로 군단 '저스티스<br /> 소사이어티'가 칸다크에 나타나는데...<br />

                        세상을 구할 것인가, 파괴할 것인가<br />
                        10월, 사람들이 열광할 문제적 히어로가 온다!
                    </p>
                </section>
                <section id="section2">
                    <div className="container2 container">
                        <p>
                            우주비행사들이 달 내부로 들어가서<br /> 검은 무리들이 달의 중심에 있는 백색왜성에서<br /> 발생하는 에너지를 빨아들이고 있다는 걸 발견한다.<br /> 인공 거대 구조물이 동력이 고갈되어 궤도가<br /> 불안정해지게 된 것이었다. <br />하퍼는 이 거대 구조물은 현재 후손들보다 기술적으로<br /> 더 앞섰던 인류의 조상들이 건설했다는 걸 알게 된다.<br /> 달은 과거 수십억 년 동안 인류의 방주로 건설된 거대 구조물이었다.<br /> 그런데 불량 인공지능이 강력하게 성장했고<br /> 검은 무리 역시 인공지능 중 하나였다.<br /> 달이 지구에 계속 접근하자 미 대통령 젠킨스는<br /> 달에 대한 핵 공격을 지시하지만<br /> 공군 참모는 하퍼, 하우스먼 그리고<br /> 자기 전 부인인 파울러를 구하기 위해 이를 거부한다.<br />

                        </p>
                    </div>
                </section>
                <section id="section3">
                    <div className="container3 container">
                        <p>
                        이 영화의 주인공으로, 1986년 대한민국 잠실 출생.<br /> 11세 때 미국 뉴욕으로 이민을 갔으며,<br /> 2014년에 기자 신분으로 북한 여행을 갔다가 귀화했다.<br /> 모든 기억을 잃은 채 잠에서 깨어난 후,<br /> 전 세계를 초토화시킨 DMZ 바이러스의 유일한 치료제인<br /> 소녀를 데려와야만 하는 전직 한국계 CIA 요원.<br />
                        악녀의 주인공 숙희와 비교해도 압도적인 무력을 자랑한다.<br /> 신의주 추격전에서 어깨에 총을 맞거나 달리는<br /> 차에서 개머리판으로 다리를 맞은 걸 빼면 러닝타임<br /> 2시간 내내 혼자서 수백 명의 사람들을<br /> 유효타 한 번 허용하지 않고 도륙하는,<br /> 가히 인간병기라는 말도 모자랄 정도의 괴물.
                        </p>
                    </div>
                </section>
            </main>
        </div>
    );
};

export default Home;